Repository: barisgorgun/PokeVerse
Catalog: PokeVerse/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# action_1
source: OK
tr: Tamam

# action_2
source: Load more
tr: Daha fazla yükle

# detail_header_base_happiness
source: Base Happiness
tr: Temel Mutluluk

# detail_header_capture_rate
source: Capture Rate
tr: Yakalama Oranı

# detail_header_egg_groups
source: Egg Groups
tr: Yumurta Grupları

# detail_header_height
source: Height
tr: Boy

# detail_header_type
source: Type
tr: Tip

# detail_header_weight
source: Weight
tr: Ağırlık

# detail_section_about
source: About
tr: Hakkında

# detail_section_details
source: Details
tr: Detaylar

# detail_section_evolution
source: Evolution
tr: Evrim

# detail_section_evolution_chain
source: Evolution Chain
tr: Evrim Zinciri

# detail_section_stats
source: Stats
tr: İstatistikler

# error_1
source: Error
tr: Hata

# error_2
source: Warning
tr: Uyarı

# error_contentDecoding_description
source: An error occurred while decoding data.
tr: Veri çözümlenirken bir hata oluştu.

# error_contentDecoding_message
source: An error occurred while retrieving data. Please try again.
tr: Veriler alınırken bir hata oluştu. Lütfen tekrar deneyin.

# error_contentEmptyData_description
source: No valid data received from server.
tr: Sunucudan geçerli bir veri alınamadı.

# error_contentEmptyData_message
source: Looks like data is currently unavailable.
tr: Görünüşe göre veriler şu anda kullanılamıyor.

# error_fileNotFound_description
source: File not found.
tr: Dosya bulunamadı.

# error_fileNotFound_message
source: The related content could not be found.
tr: İlgili içerik bulunamadı.

# error_invalidURL_description
source: Invalid request URL.
tr: Geçersiz istek URL'si.

# error_invalidURL_message
source: An unexpected error occurred.
tr: Beklenmeyen bir hata oluştu.

# error_serverError_description
source: Server error occurred. Error code: %d
tr: Sunucu hatası oluştu. Hata kodu: %d

# error_serverError_message
source: A server problem occurred (Error code: %d). Please try again later.
tr: Sunucuda bir sorun oluştu (Hata kodu: %d). Lütfen daha sonra tekrar deneyin.

# error_unknownStatusCode_description
source: Unexpected response received from server.
tr: Sunucudan beklenmeyen bir yanıt alındı.

# error_unknownStatusCode_message
source: An error occurred. Please try again.
tr: Bir hata oluştu. Lütfen tekrar deneyin.

# pokeList_title
source: Poke List
tr: Pokemon Listesi
